Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectCorruption Property
 Can't copy between Family and Project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyBetweenFamilyAndProjectCorruption { get; }
Public Shared ReadOnly Property CannotCopyBetweenFamilyAndProjectCorruption As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyBetweenFamilyAndProjectCorruption {
	FailureDefinitionId^ get ();
}
static member CannotCopyBetweenFamilyAndProjectCorruption : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace